{
  "app": {
    "name": "BrightReps Sidekick™",
    "short_description": "Build integrated process flows with ShipStation, Shopify, Arena, EasyPost and more",
    "long_description": "BrightReps Sidekick™ enables customer support teams to build, use, and measure their process flows in a streamlined way.\n\n- Flow Builder - From the Admin Portal managers can build, download, and publish their process flows for reps to follow right from the Zendesk ticket.\n\n- Integrated Workflows - From the Sidekick app on Zendesk reps receive step by step instructions, including integrated step types to streamline their work and eliminate the need to swivel chair between multiple systems and reference static process flow documents. Integrated steps are only available on the Paid Plan ($20 per user per month; includes a 30 day free trial).\n\n- Process Analytics - As reps work from Sidekick, managers are able to view process analytics from the Admin Portal including heat maps of step completions, time taken by step, and rep feedback to continuously measure and improve their processes.\n\nBelow are some of the step types available on Sidekick, all with no code required.\n\n### Free\n\n- Rich Text (provide formatted in-app instructions to agents, including screenshots)\n\n- Decision Trees (dynamically render flows steps based on decision criteria)\n\n- Zendesk (automatically update Zendesk ticket fields or add comments)\n\n### Integrated\n\n- Shopify (create new orders)\n\n- ShipStation (search orders, shipments, and tracking numbers; create shipping labels)\n\n- EasyPost (search shipments)\n\n- Arena Solutions (generate new Quality Process records)\n\n- General (download dynamic PDF forms)\n\nWe are always adding new step types and integrations based on feedback from our customers. Check out our app and let us know how we can help with your support processes!",
    "installation_instructions": "- Install the free \"BrightReps Sidekick\" app from the Zendesk app marketplace\n- Open a ticket and Sidekick will launch on the right\n- Select the option to sign in with Zendesk\n- Once authenticated, enter your Company Name to setup your company and click Sign Up to complete the sign up process\n- Other team members can sign up within the app as well or you can invite them from the Manage Team page on the [Admin Portal](https://app.brightreps.com)\n\n\nTo enable integrations, upgrade to the \"Paid\" plan and visit the Integrations Lab to enter the required API credentials.  Some of the available integrations and functions include:\n\n\n- ShipStation (search orders, shipments, and tracking numbers; create shipping labels)\n\n- EasyPost (search shipments)\n\n- Arena Solutions (generate new Quality Process records)\n\n- Shopify (create new orders)\n\n- Create a PDF (with static and dynamic variables)\n\nFor help getting started or a product walkthrough visit the [BrightReps Resource Center](https://resources.brightreps.com) or contact [support@brightreps.com](mailto:support@brightreps.com)"
  }
}