{
  "app": {
    "support": {
      "name": "BrightReps Knowledge",
      "short_description": "Quickly find and link to the Guide article that helps you help your customers.",
      "long_description": "_Free 14 day trial. [Contact us](https://hello.brightreps.com/contact) for pricing._\n\nBrightReps is a platform for streamlining complex support processes like troubleshooting, handling returns/RMAs, questions about status of orders, and much more. Our drag-and-drop workflow builder enables you to translate your documented processes into a step-by-step workflow that can be run within Zendesk from our [Sidekick app](https://www.zendesk.com/apps/support/brightreps-sidekick/).\n\nOur new app, BrightReps Knowledge, helps you leverage your existing processes that are documented in Zendesk Guide, making it easy to quickly find the article that will help with your customer’s support issue.\n\nSearch the help center and view articles from within the ticket\nLink to the article within ticket comments\nCapture analytics to understand which articles are being linked to and what search terms aren’t returning any articles\n\nThis is an early version of the app and we will be adding new features and improvements based on customer feedback so please [get in touch](https://hello.brightreps.com/contact) if you have any questions, feedback, or feature requests. For more information, check out our site at [https://www.brightreps.com](https://www.brightreps.com).\n",
      "installation_instructions": "To install BrightReps Knowledge:\n\n1. Install the app from the Zendesk marketplace.\n2. Open the app from either the ticket sidebar, new ticket sidebar, or ticket editor.\n3. The app will say “Welcome to BrightReps Knowledge!” and below that there will be a button that says “Sign In With Zendesk”. Click the button.\n4. A new browser tab will be opened that will request permission to link your Zendesk account to BrightReps. This will allow you to log in to BrightReps with your Zendesk account.\n5. Next, if you are the first person in your Zendesk organization to create a BrightReps account, you will be prompted to create the company account by entering your company details. Note: you will be the admin on the account. Any additional members of your organization who log in with BrightReps will automatically get added to the account.\n6. Once that is complete, you can close the browser tab and return to Zendesk and you should be logged in to BrightReps Knowledge.\n\nIf you have any questions or run into any issues, don’t hesitate to reach out to us through [our website](https://www.brightreps.com).\n"
    }
  }
}